/* No comment provided by engineer. */
"%@ of %@" = "%@ af %@";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%@ %@ hefur verið sett inn og verður tiltækt við næstu ræsingu %@. Viltu endurræsa núna?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%@ %@ er nýjasta útgáfan sem er fáanleg þessa stundina.";

/* descriptionText from SUUpdateAlert. */
"%@ %@ is now available (you have %@). %@" = "%1$@ %2$@ is now available (you have %3$@). %4$@";

/* Final portion of descriptionText when the update is downloadable. */
"Would you like to download it now?" = "Would you like to download it now?";

/* Final portion of descriptionText when the update is a web page with more info. */
"Would you like to see more info on the web?" = "Would you like to see more info on the web?";

/* Install Update Button */
"Install Update" = "Install Update";

/* More Info Button */
"More Info" = "More Info";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ hefur ekki heimild til að skrifa í möppu forritsins! Ertu að keyra forritið af diskmynd? Ef ekki skaltu ráðfæra þig við kerfisstjórann.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Ný útgáfa af %@ hefur verið sett inn!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Ný útgáfa af %@ er fáanleg!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Villa kom upp við innsetningu. Vinsamlegast reynið síðar.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Villa kom upp við að sækja uppfærsluupplýsingar. Vinsamlegast reynið síðar.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Villa kom upp við afþjöppun skráarsafns. Vinsamlegast reynið síðar.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Villa kom upp þegar reynt var að sækja skrána. Vinsamlegast reynið síðar";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uppfærsla er þegar í gangi!";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Athuga með uppfærslur í ræsingu?";

/* No comment provided by engineer. */
"Downloading update..." = "Sækja nýja útgáfu…";

/* No comment provided by engineer. */
"Extracting update..." = "Afþjappa uppfærslu…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Setja upp og ræsa aftur";

/* No comment provided by engineer. */
"Installing update..." = "Set inn uppfærslu…";

/* No comment provided by engineer. */
"Ready to Install" = "Innsetning reiðubúin";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"OK" = "Í lagi";

/* No comment provided by engineer. */
"Update Error!" = "Villa við uppfærslu!";

/* No comment provided by engineer. */
"Updating %@" = "Uppfæri %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Viltu að forritið %@ athugi með uppfærslur þegar það er ræst? Ef ekki getur þú athugað handvirkt af %@-valblaðinu.";

/* No comment provided by engineer. */
"Yes" = "Já";

/* No comment provided by engineer. */
"You're up to date!" = "Það er allt uppfært hjá þér!";

